/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet लागू करना.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAP मोबाइल सेवा लॉगसेटिंग लागू करना.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "प्रमाणीकरण विफल होना!";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "क्रेडेंशियल्स का सत्यापन.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "क्या आप वाकई ऑनबोर्डिंग प्रक्रिया को रद्द करना चाहते हैं?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "क्या आप वाकई पुनर्स्थापना प्रक्रिया को रद्द करना चाहते हैं?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "क्या आप वाकई रीसेट पासकोड प्रक्रिया को रद्द करना चाहते हैं?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "क्या आप वाकई प्रमाणीकरण प्रक्रिया को रद्द करना चाहते हैं?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "क्या आप वाकई पासकोड रीसेट करना चाहते हैं?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "क्या आप वाकई पासकोड बदलने की प्रक्रिया को रद्द करना चाहते हैं?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "क्या आप वाकई अपना ऐप्लिकेशन रीसेट करना चाहते हैं?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "संयुक्त चरण.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAP मोबाइल सेवा क्लाइंट संसाधन डाउनलोड किया जा रहा है.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAP मोबाइल सेवा गंतव्यों को डाउनलोड करना.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAP मोबाइल सेवा सेटिंग्स डाउनलोड करना.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "जारी रखें";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "जारी रखें";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "सक्षम करें";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "सक्षम करें";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "अगली बार लॉग इन करने के लिए कृपया पासकोड का उपयोग करें.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "फेस ID अब उपलब्ध नहीं होगी";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "नीति परिवर्तन";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "अगली बार लॉग इन करने के लिए कृपया पासकोड का उपयोग करें.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "टच ID अब उपलब्ध नहीं होगी";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "नीति परिवर्तन";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "आप सेटिंग में जाकर किसी भी समय इस सुविधा को चालू या बंद कर सकते हैं.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "फेस ID अब उपलब्ध है! फेस ID को सक्षम करने से आपको अपनी जानकारी तक तेजी से पहुंच प्राप्त होगी.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "फेस ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "आप सेटिंग में जाकर किसी भी समय इस सुविधा को चालू या बंद कर सकते हैं.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "टच ID अब उपलब्ध है! टच ID को सक्षम करने से आपको अपनी जानकारी तक तेजी से पहुंच प्राप्त होगी.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "टच ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "जारी रखें";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "कृपया एक नया पासकोड बनाएं.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "पासकोड नीति बदल गई है";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "नीति परिवर्तन";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "अब से लॉग इन करने के लिए पासकोड और फेस ID की जरूरत नहीं होगी. \n\n आप ऐप में सीधे प्रवेश करेंगे.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "अब से लॉग इन करने के लिए पासकोड और टच ID की जरूरत नहीं होगी. \n\n आप ऐप में सीधे प्रवेश करेंगे.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "ठीक है";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "अब से लॉग इन करने के लिए पासकोड की जरूरत नहीं होगी. \n\n आप ऐप में सीधे प्रवेश करेंगे.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "लॉग इन नीति बदल गई है";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "सूचना";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "जारी रखें";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "इस संस्करण से पासकोड अनिवार्य है. कृपया आवेदन के लिए पासकोड बनाएं.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "पासकोड अनिवार्य है";

/* XBUT: Text of No button. */
"noButtonText" = "नहीं";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "OAuth 2.0 क्रेडेंशियल की पुष्टि की जा रही है.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "फेस ID सक्षम करने के लिए, अपना पासकोड दर्ज करें:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "टच ID सक्षम करने के लिए, अपना पासकोड दर्ज करें:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "सहमति के बिना आप ऑनबोर्डिंग जारी नहीं रख पाएंगे.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "सहमति दें";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "प्रक्रिया छोड़ें";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "SAML क्रेडेंशियल की पुष्टि की जा रही है.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "SAP मोबाइल सेवाएं UserIdentity Discovery क्रेडेंशियल्स को मान्य करना.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "SLS क्रेडेंशियल्स को मान्य करना.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "कृपया, सभी फ़ील्ड भरें";

/* XBUT: Text of Yes button. */
"yesButtonText" = "हां";

/* XBUT: Text of Continue button. */
"continueButtonText" = "जारी रखें";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "रद्द करें";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "उपयोग संग्रह";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "एप्लिकेशन व्यवस्थापक अनुरोध करता है कि आप एप्लिकेशन को बेहतर बनाने के लिए जानकारी प्राप्त करने हेतु एप्लिकेशन का उपयोग करके अपने बारे में डेटा संग्रह की अनुमति दें. डेटा कलेक्शन में इस बारे में जानकारी शामिल होती है कि आप ऐप का उपयोग कैसे करते हैं, जैसे ऐप का उपयोग करने में लगने वाला समय या आपके द्वारा ऐप को नेविगेट करने का तरीका.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "क्या आप ऑप्ट-आउट करना चाहेंगे?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "क्या आप ऑप्ट-इन करना चाहेंगे?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "क्रैश रिपोर्ट संग्रह";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "एप्लिकेशन व्यवस्थापक अनुरोध करता है कि आप एप्लिकेशन स्थिरता में सुधार के लिए डेटा कलेक्शन को एप्लिकेशन क्रैश का निदान और विश्लेषण करने की अनुमति दें. एकत्र किया गया डेटा क्रैश रिपोर्ट और डिवाइस की जानकारी तक सीमित है.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "विफल हुआ!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "QR कोड हस्ताक्षर सत्यापन विफल हुआ!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "QR कोड डिजिटल हस्ताक्षर विफल हुआ. आप इससे कनेक्ट रहेंगेः";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "प्रमाणीकरण त्रुटि";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "हम आपको प्रमाणित करने में असमर्थ रहे. कृपया साइन इन करें.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "त्रुटि";

